tap "aws/tap"
tap "dart-lang/dart"
tap "dbt-labs/dbt"
tap "dopplerhq/cli"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "hudochenkov/sshpass"
tap "ngrok/ngrok"
tap "sass/sass"
tap "weaveworks/tap"
brew "act"
brew "argocd"
brew "xz"
brew "python@3.12"
brew "asciinema"
brew "automake"
brew "cryptography"
brew "libyaml"
brew "aws-sam-cli"
brew "bash"
brew "libssh2"
brew "bat"
brew "bazelisk"
brew "bison"
brew "caddy"
brew "cfn-lint"
brew "chruby"
brew "cookiecutter"
brew "coreutils"
brew "delve"
brew "ethereum"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "unbound"
brew "libusb"
brew "gnupg"
brew "go"
brew "goose"
brew "grep"
brew "pkg-config"
brew "guile"
brew "helm"
brew "htop"
brew "hugo"
brew "iperf3"
brew "jq"
brew "k6"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "libffi"
brew "libgit2@1.6"
brew "zstd"
brew "markdownlint-cli2"
brew "mas"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "tree"
brew "velero"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "yadm"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dbt-labs/dbt/dbt-snowflake"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/packer"
brew "hudochenkov/sshpass/sshpass"
brew "sass/sass/sass"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "aws-vault"
cask "fig"
cask "font-hack-nerd-font"
cask "miniconda"
cask "ngrok"
cask "snowflake-snowsql"
mas "1Password for Safari", id: 1569813296
mas "AmorphousDiskMark", id: 1168254295
mas "Darkroom", id: 953286746
mas "Disk Speed Test", id: 425264550
mas "Keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Passepartout", id: 1433648537
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "2gua.rainbow-brackets"
vscode "4ops.packer"
vscode "4ops.terraform"
vscode "arcanis.vscode-zipfs"
vscode "bazelbuild.vscode-bazel"
vscode "bbenoist.nix"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hongyan-prettyjson.pretty-json-vscode"
vscode "irongeek.vscode-env"
vscode "juanblanco.solidity"
vscode "kangping.protobuf"
vscode "matt-meyers.vscode-dbml"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "nepaul.editorconfiggenerator"
vscode "nomicfoundation.hardhat-solidity"
vscode "oderwat.indent-rainbow"
vscode "okteto.remote-kubernetes"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shopify.ruby-lsp"
vscode "supperchong.pretty-json"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
