tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "k6"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "kubeseal"
brew "kustomize"
brew "openssl@1.1"
brew "poetry"
brew "pyenv"
brew "python@3.13"
brew "xcodegen"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "1password-cli"
cask "aerospace"
cask "font-departure-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "sf-symbols"
cask "yubico-authenticator"
mas "1Password for Safari", id: 1569813296
mas "AmorphousDiskMark", id: 1168254295
mas "Darkroom", id: 953286746
mas "Disk Speed Test", id: 425264550
mas "Keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835

