1password
adw-gtk3
aylurs-gtk-shell
bibata-cursor-theme
brave-bin
bun-bin
google-cloud-cli
hyprshot
m-microtex-git
m-microtex-git-debug
python-materialyoucolor-git
sddm-theme-corners-git
slack-desktop
ttf-google-sans
ttf-material-symbols-variable-git
ttf-meslo-nerd-font-powerlevel10k
wl-gammarelay-rs
wlogout
yay
yay-debug
yubico-authenticator-bin
