adw-gtk-theme
alacritty
ark
base
base-devel
bat
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
btrfs-progs
cliphist
cmake
cpio
dart-sass
docker
docker-compose
dolphin
efibootmgr
ethtool
eza
fastfetch
fd
firefox
fwupd
fzf
gimp
git
git-delta
gnome-bluetooth-3.0
gnome-system-monitor
grub
grub-btrfs
gtksourceview3
gtksourceviewmm
gum
gvfs
gwenview
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprwayland-scanner
imagemagick
inotify-tools
iperf3
kate
kde-gtk-config
kdeplasma-addons
kitty
kscreen
kvantum
lazygit
libfido2
libxdg-basedir
linux
linux-firmware
linux-lts
linux-lts-headers
lshw
mako
man-db
man-pages
meson
mpv
nano
neofetch
neovim
network-manager-applet
networkmanager
nix
nm-connection-editor
nvidia-open-dkms
nvtop
nwg-look
okular
openssh
pam-u2f
pavucontrol
pcsc-tools
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
polkit-gnome
powerdevil
python-numpy
python-pillow
python-pip
python-pywayland
python-pyxdg
python-requests
qt5-wayland
reflector
ripgrep
rofi-wayland
sddm
sddm-kcm
starship
stow
sudo
swappy
swaylock
swww
tailscale
timeshift
tinyxml2
tmux
ttf-font-awesome
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
ttf-opensans
udiskie
unzip
usbutils
vim
waybar
wezterm
wget
wireplumber
wl-clipboard
wofi
xarchiver
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yadm
yubico-pam
yubikey-full-disk-encryption
yubikey-manager
yubikey-personalization
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
